<template>
  <div id="rule" class="content">
    <div class="content-title">
      <div class="title-1">赛事规则</div>
      <div class="title-2">
        <img src="../../../ossweb-img/image/title-contents.png" alt="">
      </div>
    </div>
    <div class="info scroll">
      <div class="info-title first">参赛对象</div>
      <div class="info-main">
        <p>中国大陆及国际高校在校学生</p>
      </div>
      <div class="info-title">作品要求</div>
      <div class="info-main">
        <p>参赛团队可以选择今年的赛事年度主题“游戏的力量”作为自己作品的创意方向来获得更多的加分；也可以不限主题及玩法，自主选择作品方向，以求精品呈现，作品形式需要包含ppt，视频及可运行demo。</p>
      </div>
      <div class="info-title">赛事日程</div>
      <div class="info-main">
        <p>时间：2017年6月1日-7月21日</p>
        <p>事项：初赛报名及作品提交（ppt、演示视频及demo）</p>
        <p>特别说明：ppt详细说明作品创意及玩法（ppt格式及内容框架参考下载附件），视频中需要对玩法进行解说、并保证demo可体验。</p>
        <br>
        <p>时间：2017年7月24日-8月4日</p>
        <p>事项：初赛评审</p>
        <p>特别说明：初赛评审结束后会在官网公布结果并短信通知进入复赛团队（排名不分先后） 。</p>
        <br>
        <p>时间：2017年8月7日-9月15日</p>
        <p>事项：导师团介入指导，复赛作品优化及作品提交</p>
        <p>特别说明：复赛阶段对作品demo进行优化和完善，提升demo完成度和品质。</p>
        <br>
        <p>时间：2017年9月18日-9月29日</p>
        <p>事项：复赛评审</p>
        <p>特别说明：从进入复赛的所有参赛作品中评选出10个作品入围决赛，评审结束后会在官网公布结果并短信通知入围决赛团队（排名不分先后）。</p>
        <br>
        <p>时间：2017年10月16日-10月20日</p>
        <p>事项：总决赛评审及现场点评</p>
        <p>特别说明：总决赛将现场角逐出最终的获奖情况并当场公布；后续会在官网公布决赛获奖结果。</p>
      </div>
      <div class="info-title">参赛方式</div>
      <div class="info-main">
        <ul>
          <li>
            <label>（1）</label>参赛者需登录腾讯游戏学院赛事官网进行线上报名，下载相关材料，并按要求提交作品。</li>
          <li>
            <label>（2）</label>参赛团队队长报名后，如有其他队员，需注册关联队伍，每个队伍不得超过5人。</li>
        </ul>
      </div>
      <div class="info-title">参赛规则</div>
      <div class="info-main">
        <ul>
          <li>
            <label>（1）</label>参赛者在报名提交作品时须提供真实正确的信息资料，主办方将依据注册账号及报名信息进行联络。大赛主办方只将上述信息用于赛事评选、颁奖，将对其中所有涉及个人隐私的内容予以保密。</li>
          <li>
            <label>（2）</label>参赛作品必须是参赛者原创作品，并对该作品享有完整、独立的知识产权，有权使用该作品参加本活动。</li>
          <li>
            <label>（3）</label>参赛作品应是未公开发表的作品，即该作品应未在其他任何第三方平台或场所发表过。</li>
          <li>
            <label>（4）</label>因参赛作品导致的全部法律责任（包括但不限于侵犯他人著作权导致的法律责任）等，由参赛者独立承担，因此给腾讯公司、第三方造成损失的，参赛者应承担全部损失赔偿责任。</li>
          <li>
            <label>（5）</label>如发现抄袭作品，对赛事的意见建议等可反馈至邮箱 xxxx@xxxx.com，需详细说明原因理由便于赛事组委会进行审查。</li>
        </ul>
      </div>
      <div class="info-title">评审方式</div>
      <div class="info-main">
        <ul>
          <li>
            <label>（1）</label>评委将由腾讯公司专家组成，以游戏创意为主要出发点，对作品进行专业纬度打分，经过初赛筛选，复赛评审，决赛共三轮评审。</li>
          <li>
            <label>（2）</label>经过初赛评审并进入复赛的作品会分配导师团，参赛团队可就自己的作品寻求专业辅导；</li>
          <li>
            <label>（3）</label>复赛选出10个作品进入决赛；</li>
          <li>
            <label>（4）</label>邀请进入决赛的团队代表参与决赛现场陈述演示及决赛评选。</li>
        </ul>
      </div>
      <div class="info-title">评审纬度</div>
      <div class="info-main">
        <p class="title">（1）综合奖项评审纬度：</p>
        <div>
          <p class="mt">作品创意得分（50%）</p>
          <p>说明：从游戏玩法创新性、关卡设计的趣味性等方面考量。</p>
          <p class="mt">美术风格得分（30%）</p>
          <p>说明：美术风格与作品的匹配度、美术风格的独特性、美术设计的美感等方面考量。</p>
          <p class="mt">游戏完成度得分（20%）</p>
          <p>说明：从游戏内容实现程度、游戏操作体验感等方面考量。</p>
          <p class="mt">赛事主题贴合度</p>
          <p>说明：凡是创作贴合本次赛事三个主题，可获得总分额外1分的加分。</p>
        </div>
        <p class="title">（2）单项奖评审纬度：</p>
        <div>
          <p class="mt">“最佳创意设计奖”-作品创意得分（100%）</p>
          <p class="mt">“最佳美术设计奖”-美术风格得分（100%）</p>
          <p class="mt">“最佳人气奖”-决赛现场大众评委投票产生</p>
        </div>
        <p class="title">（3）最佳导师团奖评审纬度：</p>
        <div>
          <p class="mt">团队对导师团无严重负面反馈及投诉。</p>
        </div>
      </div>
      <div class="info-title">版权声明</div>
      <div class="info-main">
        <ul>
          <li>
            <label>（1）</label>凡是通过“腾讯游戏学院”平台报名并上传游戏作品的参赛者，视为已经理解并接受本次大赛规则、参赛作品要求、参赛流程、评分标准等条件，否则若因参赛者行为、参赛作品引发的全部法律责任，由参赛者独立承担。因此给腾讯公司、第三方造成损失的，由参赛者独立承担全部赔偿责任。</li>
          <li>
            <label>（2）</label>如腾讯公司要求参赛者提供投稿作品的相关著作权等权利证明的，参赛者应严格按照相关要求提供相关证明，否则腾讯公司有权随时取消其参赛资格。</li>
          <li>
            <label>（3）</label>腾讯公司保留在法律许可的范围内，对活动规则进行解释的权利。</li>
          <li>
            <label>（4）</label>所有参赛作品的知识产权归参赛者所有。腾讯公司可将作品用于赛事及相关活动宣传品制作；用于指定及授权媒体发布；用于颁奖典礼、展览等相关落地活动。参赛者同意腾讯公司可将作品免费用于公益事业。腾讯公司在对优秀作品投入孵化资源、进行商业开发前，应由双方（参赛者、腾讯公司）协商一致并签订书面协议。</li>
        </ul>
      </div>
      <div class="info-title">保证作品的合法性</div>
      <div class="info-main">
        <p>作品内容不允许含有以下信息，包括但不限于：</p>
        <ul>
          <li>
            <label>（1）</label>宣扬或鼓励犯罪</li>
          <li>
            <label>（2）</label>低俗粗鄙信息</li>
          <li>
            <label>（3）</label>过度裸露，或色情及性描写</li>
          <li>
            <label>（4）</label>描绘对人或动物的暴力或虐待行为，或其他招致他人不适的信息</li>
          <li>
            <label>（5）</label>妨害青少年身心健全发展的信息，如鼓励未成年人消费烟酒等</li>
          <li>
            <label>（6）</label>含有对国家、社会组织或他人有侮辱诽谤性的信息</li>
          <li>
            <label>（7）</label>含有煽动民族仇恨、民族歧视，破坏民族团结的信息</li>
          <li>
            <label>（8）</label>破坏国家宗教政策，宣扬邪教和封建迷信的</li>
          <li>
            <label>（9）</label>其他法律法规禁止或不利于社会良性发展的信息，如宣扬酒驾、赌博、过度饮酒、滥用药物、自杀自残、描述违法武器、违法药物等。</li>
        </ul>
      </div>
    </div>
  </div>
</template>
<script>
</script>
<style lang="scss">
@import "./index.scss";
</style>
